Revit 2027 API
ParameterTypeId.ProjectRevisionRevisionIssuedBy Property
 "Issued by"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ProjectRevisionRevisionIssuedBy { get; }
Public Shared ReadOnly Property ProjectRevisionRevisionIssuedBy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ProjectRevisionRevisionIssuedBy {
	ForgeTypeId^ get ();
}
static member ProjectRevisionRevisionIssuedBy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace